[
    {
        "name" : "Saenai Heroine no Sodatekata",
        "genre" : "actionHarem, Comedy, Romance, Ecchi, School",
        "description" : "Tomoya Aki, an otaku, has been obsessed with collecting anime and light novels for years, attaching himself to various series with captivating stories and characters. Now, he wants to have a chance of providing the same experience for others by creating his own game, but unfortunately, Tomoya cannot do this task by himself.",
        "rating" : "7.55",
        "source": "https://myanimelist.net/anime/23277/Saenai_Heroine_no_Sodatekata"
    },
    {
        "name" : "Love Live! School Idol Project",
        "genre" : "Music, Slice of Life, School",
        "description" : "Otonokizaka High School is in a crisis! With the number of enrolling students dropping lower and lower every year, the school is set to shut down after its current first years graduate. However, second year Honoka Kousaka refuses to let it go without a fight. Searching for a solution, she comes across popular school idol group A-RISE and sets out to create a school idol group of her own. With the help of her childhood friends Umi Sonoda and Kotori Minami, Honoka forms μ's (pronounced muse) to boost awareness and popularity of her school.",
        "rating" : "7.46",
        "source": "https://myanimelist.net/anime/15051/Love_Live_School_Idol_Project"
    },
    {
        "name" : "Love Live! The School Idol Movie",
        "genre" : "Music, Slice of Life, School",
        "description" : "Hot on the heels of the third year students' graduation, μ's is invited to New York in hopes of spreading the joy of school idols to other parts of the world. Due to the events of the recent Love Live!, μ's has reached eminent stardom which results in crowds swarming them whenever they appear in public. With the increased attention, however, comes a difficult choice.",
        "rating" : "7.97",
        "source": "https://myanimelist.net/anime/24997/Love_Live_The_School_Idol_Movie"
    }
]
